Repository: Intrado/lib-web
Catalog: subscriber/locale/*/LC_MESSAGES/messages.po
Languages: es_us

source: Click to Verify - This site chose VeriSign SSL for secure e-commerce and confidential communications.
es_us: Haga clic aquí para verificar - Este sitio escogió SSL de VeriSign para la seguridad del comercio electrónico y comunicaciones confidenciales.

source: ABOUT SSL CERTIFICATES
es_us: ACERCA DE LOS CERTIFICADOS SSL

source: 1999-2011 Reliance Communications, Inc. All Rights Reserved.
es_us: 1999-2011 Reliance Communications, Inc. Todos los derechos reservados.

source: %1$s is not the correct password.
es_us: %1$s no es la contraseña correcta.

source: %1$s is invalid.
es_us: %1$s no es valido.

source: Close Account
es_us: Cerrar Cuenta

source: Selecting 'Yes' will cancel your account and cause you to not receive any more messages.
es_us: Seleccionando 'Si' cancelará su cuenta y usted no recibirá mas mensajes.

source: Password
es_us: Contraseña

source: Enter your password to confirm your selection.
es_us: Introduzca su contraseña para confirmar su selección.

source: Save
es_us: Salvar

source: Cancel
es_us: Cancelar

source: Your password has been changed.
es_us: Su contraseña ha sido cambiada.

source: Done
es_us: Hecho

source: Sorry, an error has occurred. Please try again.
es_us: Se ha producido un error, por favor, inténtelo de nuevo

source: %1$s already exists, please Return to Sign In
es_us: %1$s ya existe, por favor regrese al Ingreso.

source: %1$s is not the correct value. Letters are not case sensitive.
es_us: %1$s no es correcto. Las letras no tiene que ser en mayúsculas y minúsculas.

source: %1$s is not the correct value
es_us: %1$s no es correcto.

source: Enter the characters in the captcha in the field below. Letters are not case sensitive.
es_us: Introduzca los caracteres en la CAPTCHA abajo. Las letras no tiene que ser en mayúsculas y minúsculas.

source: Site Access Code
es_us: Código de Accesso del Sitio

source: The site access code is a special code you should have received that will allow you to sign up for this service.
es_us: El código de accesso del sitio es un código especial que debe de haber recibido que le permite suscribirse a este servicio.

source: First Name
es_us: Nombre

source: Enter your first name.
es_us: Introduzca su primer nombre.

source: Last Name
es_us: Apellido

source: Enter your last name.
es_us: Introduzca su apellido.

source: Account Email
es_us: Correo electrónico de la cuenta

source: Enter your email address.
es_us: Introduzca su correo electrónico.

source: Confirm Email
es_us: Confirme su Correo Electrónico

source: Use this space to confirm the email address you entered above.
es_us: Use este espacio para confirmar el correo electrónico que introdució arriba.

source: Create a password for logging into your account.
es_us: Cree una contraseña para entrar a su cuenta.

source: Confirm Password
es_us: Confirmar contraseña

source: Confirm your password by entering it again.
es_us: Confirme su contraseña, entrandola de nuevo.

source: Terms Of Service
es_us: Condiciones del servicio

source: Please read the rules governing your interaction with our service.
es_us: Por favor lee las reglas gobernando su interacción con nuestro servicio.

source: Accept Terms
es_us: Acceptar las condiciones del servicio

source: Check this box to agree to the Terms of Service.
es_us: Marque esta caja si esta de acuerdo con los Condiciones de Servicio.

source: Create Account
es_us: Crear Cuenta

source: That email address is already in use, please Return to Sign In
es_us: Ese correo electrónico ya esta en uso. Por favor regrese al Ingreso.

source: An unknown error occurred, please try again
es_us: Se ha producido un error, por favor, inténtelo de nuevo

source: Your account was not created
es_us: Su cuenta no ha sido creada.

source: Create a New Account
es_us: Crear una cuenta nueva

source: This form contains some errors
es_us: Esta forma contiene algunos errores.

source: Please complete this form to create your account. A confirmation code will be sent to activate your new account so a valid email address is required. Your password must be at least 5 characters long and cannot be similar to your first name, last name, or email address.
es_us: Por favor, llene esta forma para crear su cuenta. Un código de confirmación será enviado para activar su cuenta, y entonces un correo electrónico válido es requerido. Su contraseña debe ser por lo menos 5 carácteres de largo y no puede ser parecido cu su nombre, apellido, o correo electrónico.

source: Return to Sign In
es_us: Regresar al ingreso.

source: Email
es_us: Correo electrónico

source: Phone
es_us: Teléfono

source: SMS Text
es_us: Mensaje de Texto

source: Contact Information
es_us: Información de contacto

source: Type
es_us: Tipo

source: Status
es_us: Estatus

source: Actions
es_us: Acciónes

source: Pending
es_us: Pendiete

source: Active
es_us: Activo

source: Account Email cannot be removed
es_us: Correo electrónico de la cuenta no puede ser borrado.

source: Delete
es_us: Borrar

source: Activation Info
es_us: Información de activación

source: Organization
es_us: Organización

source: Language
es_us: Idioma

source: Notification Preferences
es_us: Preferencias de notificación

source: Contacts
es_us: Contactos

source: Add More
es_us: Añadir más

source: All available contacts have been added. Delete one of the above contacts before you add more.
es_us: Todos los contactos disponibles han sido añadidos. Borre uno de los contactos arriba, antes de añadir mas.

source: Interests
es_us: Interéses

source: In addition to Emergency notifications, I would like to receive the following types of announcements:
es_us: Además de las notificaciones de emergencia, me gustaría recibir los siguientes tipos de anuncios:

source: Message
es_us: Mensaje

source: Details
es_us: Detalles

source: Message For
es_us: Mensaje por

source: Job Name
es_us: Nombre del Trabajo

source: Date
es_us: Fecha

source: Attachments
es_us: Adjuntos

source: Name
es_us: Nombre

source: Size
es_us: Tamaño

source: Click here to download
es_us: Haga clic aquí para descargar

source: Change Account Email
es_us: Cambiar correo electrónico

source: Change Password
es_us: Cambiar contraseña

source: Permanently close my account
es_us: Cerrar mi cuenta permanentemente

source: Account Password
es_us: Contraseña de la cuenta

source: Account Status
es_us: Estatus de Mi Cuenta

source: Account Information
es_us: Información de la cuenta

source: User Information
es_us: Información del usuario

source: Unauthorized
es_us: No autorizado

source: Sorry, you are not authorized to use this feature
es_us: Lo sentimos, no está autorizado a utilizar esta función

source: Sorry, your session has expired
es_us: Lo sentimos, tu sesión ha caducado

source: Please navigate to another page
es_us: Por favor, vaya a otra página

source: Click here to log in
es_us: Haga clic aquí para ingresar

source: You will be automatically redirected in 10 seconds
es_us: Usted será redirigido automáticamente en 10 segundos

source: The passwords do not match
es_us: Las contraseñas no coinciden

source: Passwords must be at least 5 characters long
es_us: Las contraseñas deben tener al menos 5 caracteres

source: An unknown error occurred
es_us: Un error ha ocurrido

source: You are missing required fields
es_us: Le hace falta unos requisitos.

source: Password Assistance
es_us: Asistencia para contraseñas

source: your new password. Passwords must be at least 5 characters in length and cannot be similar to your first name, last name, or email address
es_us: su contraseña nueva. Las contraseñas deben ser de 5 carácteres de largo y no puede ser parecido a su nombre, apellido, o dirección de correo electrónico.

source: Change Email
es_us: Cambiar correo electrónico

source: your password
es_us: su contraseña

source: Add Email to Account
es_us: Añadir un correo electrónico a la cuenta

source: Activate Account
es_us: Activar Cuenta

source: Thank you, your password has been reset.
es_us: Gracias, Su contrasena ha sido restablecido.

source: You will be redirected to the main page in 10 seconds or
es_us: Usted va a ser redirigido a la página principal en 10 segundos o

source: Click Here.
es_us: Haga clic aquí.

source: Thank you, your account has been activated.
es_us: Gracias, su cuenta ha sido activada.

source: You will be redirected to the main page in 5 seconds or
es_us: Usted va a ser redirigido a la página principal en 5 segundos o

source: Thank you, your email address has been changed.
es_us: Gracias, la dirección de su correo electrónico ha sido cambiado.

source: Thank you, your email address has been added to your account.
es_us: Gracias, su correo eletrónico ha sido añadida a su cuenta.

source: You should have received an email containing a confirmation code. Please enter it below along with
es_us: Usted debería haber recibido un mensaje de correo electrónico que contiene un código de confirmación. Por favor introduzcalo junto a

source: Confirmation Code:
es_us: Código de confirmación

source: New Password:
es_us: Contraseña Nueva

source: Confirm Password:
es_us: Confirmar contraseña

source: Password:
es_us: Contraseña

source: That code is invalid or has expired.
es_us: Ese código no es válido o ha vencido.

source: That code is invalid or has expired or that is an incorrect password.
es_us: Ese código no es válido o ha vencido, o es una contraseña incorrecta.

source: New Account Email
es_us: Correo Electrónico de la Cuenta Nueva

source: Enter the new email you would like to use as the primary email for this account. <br><br><b>Note:</b> This will become the email address that you use when logging into the system.
es_us: Introduzca el correo electrónico nuevo que le gustaría usar como el primario de esta cuenta. Este sera el correco electrónico que usará para entrar al sistema.

source: Confirm New Email
es_us: Confirmar un Correo Electrónico Nuevo

source: Enter the new email again to confirm.
es_us: Introduzca el correo electrónico de nuevo para confirmar.

source: Enter your password.
es_us: Introduzca su contraseña

source: Account Email :
es_us: Correo Electrónico de la Cuenta:

source: Your account email has been changed. Please check your email for the activation step.
es_us: El correo electrónico de su cuenta ha sido cambiado. Por favor revise su correo electrónico por el paso de activación.

source: Sorry, that account email already exists in the system. Please try again.
es_us: Lo siento, una cuenta ya existe en el sistema con ese correo electrónico. Por favor, inténtelo de nuevo.

source: Sorry, that password is invalid. Please try again.
es_us: Lo siento, esa contraseña no es válida. Por favor, inténtelo de nuevo.

source: The 2 emails you have entered do not match
es_us: Las 2 direcciones de correo electrónico que ha introducido no coinciden.

source: That is not a valid email address
es_us: Ese no es un correo electrónico válido.

source: This user does not exist, please Create an Account.
es_us: Este usario no existe, por favor cree una cuenta.

source: There was a problem with your request. Please try again later
es_us: Habia un problema con su solicitud. Por favor, inténtelo de nuevo más tarde.

source: To begin the password reset process, enter your email address.
es_us: Para empezar el proceso de restablecimiento de contraseña, introduzca su dirección de correo electrónico.

source: Submit
es_us: Enviar

source: Check your email to receive the password reset link.
es_us: Revise su correo electrónico para recibir el enlace de restablecimiento de contraseña.

source: You will be redirected to the Activation page in 10 seconds, or you can
es_us: Va a ser redirigido a la página de activación en 10 segundos, o puede

source: Click Here to continue.
es_us: Haga clic aquí para continuar.

source: Sent By
es_us: Enviado por

source: Play
es_us: Tocar

source: Read Email
es_us: Leer el correo electrónico

source: Read SMS
es_us: Leer mensaje de texto

source: Welcome - %1$s %2$s
es_us: Bienvenido - %1$s %2$s

source: Messages from the last 30 days
es_us: Mensajes de los últimos 30 días

source: You may call %s at any time to listen to your phone messages.
es_us: Usted puede llamar a %s en cualquier momento para escuchar sus mensajes telefónicos.

source: No Messages
es_us: No hay mensajes.

source: Sign In
es_us: Ingresar

source: Invalid customer URL. Please check the web address and try again.
es_us: URL invalido. Por favor revise la direccion del sitio y inténtelo de nuevo.

source: Phone, Email, and SMS Text Messages
es_us: Teléfono, Correo Electrónico y Mensajes de Texto

source: Get the latest communication from %1$s.
es_us: Obtenga la comunicación mas reciente de %1$s.

source: It looks like you don't have JavaScript enabled! You must have JavaScript enabled for full use of this system. Please enable JavaScript in your browser or contact your system administrator for assistance.
es_us: Parece que no tiene activado el JavaScript. Tiene que tener el JavaScript activado para usar este sistema completamente. Por favor activa el JavaScript en su navegador o contacte el administrador del sistema para asistencia.

source: Incorrect account email or password. Please try again.
es_us: El correo electrónico o contraseña es incorrecto. Por favor, inténtelo de nuevo.

source: Email:
es_us: Correo electrónico:

source: Password&nbsp;(case&nbsp;sensitive):
es_us: Contraseña (mayúsculas y minúsculas)

source: Forgot your password? Click Here
es_us: ¿Se le olvido su contraseña? Haga clic aquí

source: Warning! Your Caps Lock key is on.
es_us: ¡Advertencia! La tecla de bloqueo de mayúsculas está activado.

source: First time user?
es_us: Usario de primera vez?

source: Sign up now
es_us: Regístrese ahora

source: You must follow these steps within <b>24 hours</b> to complete this addition to your account.
es_us: Usted debe seguir estos pasos dentro de <b> 24 horas </b> para completar esta adición a su cuenta.

source: Print this page now
es_us: Imprimir esta página ahora

source: Step 1: You must call from the phone
es_us: Paso 1: Tiene que llamar por teléfono.

source: in order to verify your caller ID.
es_us: Para verificar el identificador de llamadas.

source: If your phone service has caller identification blocked, you must first dial *82 to unblock it for this call.
es_us: Si su servicio de teléfono tiene identificador de llamadas bloqueado, primero debe marcar *82 para desbloquearlo para esta llamada.

source: Step 2: Call
es_us: Paso 2: Llame

source: Step 3: When prompted, select option 2.<br>
es_us: Paso 3: Cuando se le pida, seleccione la opción 2. <br>

source: Step 4: When prompted, enter this activation code
es_us: Paso 4: Cuando se le pida, introduzca este código de activación

source: Step 5: When the call is complete, log back into your account to edit your notification preferences.<br>
es_us: Paso 5: Cuando la llamada se completa, vuelva a iniciar la sesión para editar sus preferencias de notificación. <br>

source: Step 1: Check your email account
es_us: Paso 1: Revise su correo electrónico

source: Step 2: Click the activation link
es_us: Paso 2: Haz clic en el enlace de activación.

source: %1$s is not unique. You have already added this Contact Information.
es_us: %1$s no es único. Ya ha añadido esta información de contacto.

source: Phone Call
es_us: Llamada de teléfono.

source: Phone Call and SMS Text
es_us: Llamada de teléfono y Mensaje de Texto

source: Select the type of messages to be received. For example, a new phone number may be for calls and text messages.
es_us: Seleccione le tipo de mensaje que quiere recibir. Por ejemplo, un numero de teléfono puede ser para llamadas o mensajes de texto.

source: Enter your new email address.
es_us: Introduzca su correo electrónico nuevo

source: Enter your new phone number, area code first.
es_us: Introduzca su teléfono nuevo, código de área primero.

source: Sorry, an error occurred. Please try again later.
es_us: Lo sentimos, se ha producido un error. Por favor, inténtelo de nuevo más tarde.

source: Select Type
es_us: Seleccione el tipo

source: Enter Contact Info
es_us: Introduzca Información de Contacto

source: Activate
es_us: Activar

source: Add Contact Information
es_us: Añade Información de Contacto

source: Privacy Policy
es_us: Política de privacidad

source: Terms of Service
es_us: Condiciones del servicio

source: Use of this system is subject to the %1$s and %2$s
es_us: El uso de este sistema está sujeto a las %1$s y %2$s

source: All Rights Reserved.
es_us: Todos los derechos reservados.

source: Logged in as %1$s %2$s (%3$s)
es_us: Conectado como %1$s %2$s (%3$s)

source: Current system time is %s
es_us: Hora actual del sistema es %s

source: New Password
es_us: Contraseña Nueva

source: Enter the new password you would like to use when logging into the system.
es_us: Introduzca la contraseña nueva que le gustaria usar cuando entra al sistema.

source: Enter the new password to confirm.
es_us: Introduzca la contraseña nueva para confirmar

source: Old Password
es_us: Contraseña Vieja

source: Enter your old password.
es_us: Introduzca la contraseña vieja.

source: Messages
es_us: Mensajes

source: Contact Info
es_us: Información del Contacto

source: My Account
es_us: Mi Cuenta

source: Logout
es_us: Cerrar sesión

source: Phone Number
es_us: Numero de Teléfono

source: Starting up call... Please wait.
es_us: Comenzando llamada...Por favor espere.

source: Call started... Your phone should ring shortly.
es_us: Llamada comenzada...Su telefono debe de sonar pronto.

source: Saving audio
es_us: Salvando audio

source: No valid request was found
es_us: Ninguna solicitud válida fue encontrado

source: Call ended early
es_us: Llamada terminó temprano

source: Couldn't initiate request
es_us: No se pudo iniciar la solicitud

source: There was a problem saving your audio
es_us: Hubo un problema al intentar de guardar su audio

source: Call Me to Record
es_us: Llameme para Grabar

source: Clear and try again
es_us: Borrar y intentar de nuevo

source: Re-record
es_us: Grabar de nuevo

source: This will delete the current recording. Are you sure you want to do this?
es_us: Esto borrará la grabación corriente. ¿Está seguro que esto es lo que quiere hacer?

source: Remove
es_us: Quitar

source: Insert
es_us: Insertar

source: Sorry, there was a problem retrieving audio files.
es_us: Lo sentimos, hubo un problema al intentar de recuperar los archivos de audio.

source: Rename
es_us: Renombrar

source: To add another filter rule select a field
es_us: Para agregar otra regla de filtrar seleccione unos datos

source: Select a field to filter on
es_us: Seleccione unos datos para filtrar

source: Select a comparison option
es_us: Seleccione una opción de comparación

source: Select a comparison option.
es_us: Seleccione una opción de comparación.

source: Enter a value
es_us: Introduzca información

source: Remove All Rules
es_us: Eliminar todas las reglas

source: Sorry cannot get fieldmaps
es_us: Lo sentimos, no puede conseguir fieldmaps

source: is
es_us: es

source: is NOT
es_us: NO es

source: WARNING: Some rules are not visible due to security restrictions or system configuration.
es_us: ADVERTENCIA: Algunas reglas no son visibles debido a las restricciones de seguridad o la configuración del sistema.

source: and
es_us: y

source: Rule #
es_us: Regla #

source: Please specify a value
es_us: Por favor, especifique información

source: cannot add this rule
es_us: no se puede agregar esta regla

source: Field
es_us: Datos

source: Criteria
es_us: Criterios

source: Value
es_us: Información

source: No data found
es_us: No se hallaron datos

source: Add
es_us: Agregar

source: Select a Field
es_us: Seleccione unos datos

source: Check All
es_us: Seleccione Todos

source: Clear
es_us: Borrar

source: Build List Using Rules
es_us: Crear una lista usando reglas

source: Sorry, you are not able to create lists
es_us: Lo sentimos, no está autorizado a crear listas

source: Build List Using Sections
es_us: Crear una lista usando secciones

source: Choose an Existing List
es_us: Escoger una lista existente

source: Add Myself
es_us: Añadir mi mismo

source: Done Adding Rules To This List
es_us: Termine con agregar reglas a esta lista

source: Sorry, cannot save this rule
es_us: Lo sentimos, no puede guardar esta regla

source: Sorry, there was an error when deleting this rule
es_us: Lo sentimos, hubo un error eliminando esta regla

source: Sorry, you are not able to build lists
es_us: Lo sentimos, no está autorizado a crear listas

source: You are in the middle of adding a rule, are you sure you want to discard it?
es_us: No ha terminado de agregar una regla, ¿esta seguro que lo quiere eliminar?

source: Please select a list
es_us: Por favor seleccione una lista

source: No data available for this list, please check your internet connection and try again
es_us: No hay datos disponibles para esta lista, por favor compruebe su conexión a Internet y vuelve a intentarlo

source: Click to remove this list
es_us: Haga clic para eliminar esta lista

source: List Name:
es_us: Nombre de la Lista:

source: Sorry cannot get list rules
es_us: Lo sentimos, no puede obtener reglas para esta lista

source: No Rules Found for This List
es_us: No encontramos reglas para esta lista

source: Are you sure you want to remove this list?
es_us: ¿Está seguro que desea eliminar esta lista?

source: There are no existing lists, you will need to build one.
es_us: No hay listas existentes, tendrá que crear una.
